<?php
/* @var $this yii\web\View */

$this->title = 'СИСТЕМА ACE STREAM';
?>

<div style="width: 900px;text-align:justify">
    <h3>СИСТЕМА ACE STREAM</h3>

    <p>Ace Stream - это инновационная мультимедийная платформа нового поколения, которая включает в себя разнообразные продукты и решения,
        как для обычных пользователей Интернет, так и для профессиональных участников мультимедийного рынка.</p>

    <p><strong>Примечание:</strong> Ace Stream использует в основе технологию P2P (peer-to-peer), разработанную на базе протокола BitTorrent,
        который признан самым эффективным протоколом для передачи/доставки «тяжелого контента».
        Ace Stream - это намного больше, чем просто BitTorrent-клиент для обмена файлами через P2P–сети!</p>

    <p><strong>Основные направления специализации платформы:</strong> AVoD (Аудио и Видео по Запросу), Live Stream («живое»/потоковое вещание),
        Локализация зарубежного BitTorrent-трафика, Децентрализованные социальных сети, IOTT (Interactive-Over-The-Top) - Интерактивные сервисы поверх трансляций.</p>
    <p>Платформа Ace Stream обеспечивает непревзойдённое аудиовизуальное качество онлайн трансляций/показов в сети Интернет и самую эффективную систему хранения
        и доставки видео и аудио контента.</p>

    <p><strong>Примечание:</strong> Пользователи Ace Stream смотрят в онлайне видео с аудиовизуальным уровнем качества, которое более чем в 10
        раз превосходит уровень качества роликов на YouTube (представленных в формате 1080p) и во много раз превосходит показы/трансляции всех других
        существующих сервисов VoD и Live Stream, осуществляемые операторами услуг OTT (Over The Top), не использующих эффективную P2P технологию.</p>
    <p>Кроме этого, ни один из стандартных сервисов Live Stream и ни один из существующих операторов CDN, использующих unicast, не может осуществить/обеспечить
        прямую трансляцию с таким высоким уровнем качества и на такое количество зрителей, на которое может вещать обычный пользователь Ace Stream,
        со своего обычного персонального компьютера, при использовании обычного домашнего интернет-канала!</p>

    <a href="http://dl.acestream.org/products/acestream-full/win/latest" class="btn btn-lg btn-info">
        <i class="fa fa-cloud-download"></i> Скачать последнюю версию
    </a>

    <a href="<?= Yii::getAlias('@web/MagicPlayer.js')?>" class="btn btn-lg btn-success" style="margin-left: 20px;">
        <i class="fa fa-cloud-download"></i> Скачать js плагин для Chrome
    </a>
</div>